export const newsData = {
  title: 'Новости',
  news: [
    {
      title: 'Откройте для себя наше крафтовое пиво',
      description: 'При покупки 3-х бутылок нашего крафтого пива 1 бутылка в подарок',
      img: '/images/news/19964.jpg'
    },
    {
      title: 'Откройте для себя наше крафтовое пиво',
      description: 'При покупки 3-х бутылок нашего крафтого пива 1 бутылка в подарок',
      img: '/images/news/536943.jpg'
    },
    {
      title: 'Откройте для себя наше крафтовое пиво',
      description: 'При покупки 3-х бутылок нашего крафтого пива 1 бутылка в подарок',
      img: '/images/news/18069000.jpg'
    }
  ]
}
