import { TitlePage } from '@/components/title/TitlePage.tsx'
import { Background } from '@/components/containers/Background.tsx'

export function PolicyPage() {
  return (
    <>
      <TitlePage title='Политика конфиденциальной информации' />
      <Background background={'white'}>
        <div
          className='pt-4 pb-21.25 text-justify text-sm leading-6.25 font-normal -tracking-[0.6px]
            xl:pb-22 xl:leading-7.5'
        >
          <div>
            <h2>ЗАЩИТА КОНФИДЕНЦИАЛЬНОЙ ИНФОРМАЦИИ</h2>
            <p>
              АДМИНИСТРАЦИЯ САЙТА ГАРАНТИРУЕТ СОХРАНЕНИЕ КОНФИДЕНЦИАЛЬНОЙ ИНФОРМАЦИИ О ПОСЕТИТЕЛЯХ
              ИНТЕРНЕТ-МАГАЗИНА HIMALAYA-HERBALS.RU. НАСТОЯЩИМ ИЗЛАГАЕТСЯ ПОЛИТИКА ОБРАЩЕНИЯ С
              ПЕРСОНАЛЬНЫМИ ДАННЫМИ ПОЛЬЗОВАТЕЛЕЙ САЙТА.
            </p>
            <p>1. Какую информацию мы собираем?</p>
            <p>Мы можем собирать, хранить и использовать следующие виды персональных данных:</p>
            <p>
              А. Информация о Вашем компьютере и посещениях сайта, его использовании (включая
              IP-адрес Вашего компьютера, географическое положение, тип и версия браузера,
              операционная система, источник информации, продолжительность посещения, просмотренные
              страницы и навигация сайта).
            </p>
            <p>
              Б. Информация, относящаяся к любого рода операциям между нами и Вами на сайте или по
              отношению к настоящему сайту, включая информацию о покупке какой-либо продукции или
              пользовании услугами сайта.
            </p>
            <p>В. Информация, указываемая при регистрации на сайте.</p>
            <p>
              Г. Информация, указанная при оформлении подписки на услуги, предоставляемые сайтом,
              уведомления по электронной почте и новостные рассылки.
            </p>
            <p>
              Д. Любая другая информация, которую Вы присылаете нам. Вы можете сохранить Правила
              пользования сайтом и ознакомиться с ними. Мы также храним все подробности Ваших
              заказов в нашем интернет-магазине. История заказов доступна в личной зоне, защищенной
              паролем.
            </p>
          </div>
          <div>
            <h2>2. Файлы cookie</h2>
            <p>
              Файл cookie состоит из информации, присылаемой веб-сервером браузеру, и которая
              хранится в браузере. Информация из браузера отсылается серверу каждый раз, когда
              браузер запрашивает страницу с сервера. Это позволяет веб-серверу идентифицировать и
              отслеживать данные браузера.
            </p>
            <p>
              Мы используем Google Analytics и Яндекс.Метрику для анализа посещаемости настоящего
              сайта. Google Analytics и Яндекс.Метрика формирует статистическую и другую информацию
              о сайте, используя файлы-cookie, которые хранятся в компьютерах пользователей. Эта
              информация используется для составления отчетов об использовании сайта. Полученные
              данные хранятся в Google и Яндексе. Политику конфиденциальности Google можно
              посмотреть на https://www.google.com/intl/ru/analytics/tos.html. Политику
              конфиденциальности Яндекса можно посмотреть на https://legal.yandex.ru/confidential/.
            </p>
          </div>
          <div>
            <h2>3. Использование персональных данных пользователей</h2>
            <p>
              Персональная информация, полученная через сайт, может быть использована только в
              целях, обозначенных в настоящей политике конфиденциальности или в соответствующих
              разделах сайта.
            </p>
            <p>Администрация сайта может использовать персональные данные, чтобы:</p>
            <p>А. Администрировать работу сайта.</p>
            <p>Б. Улучшить работу браузера пользователя посредством персонализации сайта.</p>
            <p>В. Позволить пользователю пользоваться услугами сайта.</p>
            <p>
              Г. Отправлять пользователю купленные на сайте товары и оказывать платные услуги сайта.
            </p>
            <p>
              Д. Отправлять пользователю договоры, акты, счета-фактуры и другие операции, связанные
              с извещением пользователя, а также осуществлять прием платежей от пользователя.
            </p>
            <p>
              Е. Отправлять пользователю уведомления по электронной почте по специальному запросу.
            </p>
            <p>
              Ж. Отправлять пользователю рекламных, маркетинговых материалов, а также сервисных
              информационных сообщений путем e-mail-, sms-рассылки, с правом передачи данных
              Пользователя третьим лицам.
            </p>
            <p>
              З. Сообщать третьим лицам статистическую информацию о пользователях сайта – однако,
              исключено разглашение информации, позволяющей идентифицировать конкретного
              пользователя.
            </p>
            <p>
              И. Иметь дело с расследованиями и жалобами со стороны или в отношении пользователя,
              только если затрагиваются интересы сайта. В соответствии со ст. 9 Федерального закона
              "О персональных данных" № 152-ФЗ от 27.07.2006, Вы даете согласие компании ООО «Р2А»
              на обработку (включая сбор, систематизацию, накопление, хранение, уточнение
              (обновление, изменение), распространение (трансграничную передачу, передачу в целях
              исполнения договоров купли-продажи товаров), обезличивание, блокирование, уничтожение)
              своих персональных данных, сообщаемых в целях регистрации на сайте интернет-магазина,
              а также покупки и получения товаров, представленных в настоящем интернет-магазине.
            </p>
            <p>
              Администрация сайта гарантирует пользователю неразглашение его персональных данных
              третьим лицам в целях прямого маркетинга без его письменного разрешения.
            </p>
          </div>
          <div>
            <h2>4. Разглашение конфиденциальной информации</h2>
            <p>
              Конфиденциальная информация может быть разглашена только работникам, сотрудникам,
              агентам, поставщикам, подрядчикам в той мере, в какой это необходимо для достижения
              целей, обозначенных в политике конфиденциальности.
            </p>
            <p>Персональная информация может быть разглашена в случаях:</p>
            <p>А. Если это требуется по закону.</p>
            <p>Б. В связи с судопроизводством или возможной судебной тяжбой.</p>
            <p>
              В. Чтобы установить, осуществить или защитить свои законные права (включая сообщение
              информации третьим лицам в целях предотвращения акта мошенничества и снижения
              кредитных рисков).
            </p>
            <p>
              Г. Предоставить информацию любому лицу, которое, с точки зрения Администрации сайта,
              может подать в суд или другие компетентные органы для разглашения там этой
              персональной информации. Администрация сайта оставляет за собой право разглашать
              конфиденциальную информацию только по решению суда.
            </p>
            <p>
              За исключением приведенных выше случаев, Администрация сайта гарантирует неразглашение
              конфиденциальных данных третьим лицам.
            </p>
          </div>

          <div>
            <h2>5. Международная передача данных</h2>
            <p>
              Информация, собираемая сайтом, может храниться и обрабатываться, а также перемещаться
              между странами, в которых функционирует сайт, чтобы позволить Администрации сайта
              использовать информацию в соответствии с настоящей политикой конфиденциальности.
              Информация, предоставляемая сайту, может передаваться странам, которые не имеют
              законодательных актов о защите данных, эквивалентных действующим в Европейском
              экономическом пространстве.
            </p>
            <p>
              Более того, любая персональная информация, которая предоставляется для публикации на
              сайте, публикуется в интернете и доступна по всему миру в сети интернет. Администрация
              сайта не несет ответственности за использование этой информации третьими лицами.
              Предоставляя такого рода сведения, пользователь прямо соглашается на такой способ
              передачи персональной информации.
            </p>
          </div>
          <div>
            <h2>6. Защита персональных данных пользователей</h2>
            <p>
              Администрация сайта обязуется применять технические и организационные меры в целях
              предупреждения потери, неправомерного использования или искажения персональных
              сведений о пользователе.
            </p>
            <p>
              Администрация сайта обязуется хранить все персональные данные, предоставляемые
              пользователями, на защищенном сервере. Все электронные операции, совершаемые между
              пользователем и сайтом, зашифровываются при помощи стандартных отраслевых технологий.
              Разумеется, что передача данных через интернет, в сущности, небезопасна, в связи с чем
              администрация сайта не может гарантировать полную сохранность данных, пересылаемых
              через интернет.
            </p>
            <p>
              Администрация сайта несет ответственность за хранение пароля пользователя, а также
              другой информации о пользователе. Администрация не запрашивает пароль (за исключением
              того случая, когда пользователь регистрируется на сайте). В случае, если пользователь
              получает сообщение от имени администрации настоящего сайта с просьбой ввести
              пользовательский пароль, следует удалить это сообщение, оставив его без ответа, так
              как администрация сайта не запрашивает пароли. Такое сообщение может содержать
              фишинговую ссылку, которая крадет пароли.
            </p>
          </div>
          <div>
            <h2>7. Поправки</h2>
            <p>
              Администрация сайта оставляет за собой право время от времени вносить изменения в
              настоящую Политику конфиденциальности и размещать обновленную версию на сайте.
              Пользователю необходимо время от времени просматривать эту страницу, чтобы убедиться,
              что он согласен со всеми изменениями.
            </p>
            <p>
              О любых изменениях в политике конфиденциальности администрация сайта может сообщать по
              электронной почте.
            </p>
          </div>
          <div>
            <h2>8. Права пользователя</h2>
            <p>
              Пользователь вправе потребовать любую информацию, которой располагает Администрация
              сайта относительно него. Администрация сайта вправе отказать в разглашении
              персональной информации в случаях, предусмотренных законом.
            </p>
          </div>
          <div>
            <h2>9. Сайты третьих лиц</h2>
            <p>
              Администрация настоящего сайта оставляет за собой право размещать ссылки на сторонние
              ресурсы. Администрация настоящего сайта не несет ответственности за политику
              конфиденциальности и деятельность сторонних ресурсов.
            </p>
          </div>
          <div>
            <h2>10. Обновление информации</h2>
            <p>
              Пользователь должен своевременно информировать администрацию, если информацию, которой
              располагает сайт о пользователе, необходимо корректировать или обновить.
            </p>
          </div>
          <div>
            <h2>11. Антиспамная политика</h2>
            <p>
              В контексте передачи электронных сообщений, спам – это небольшие сообщения, обычно
              рассылаемые в коммерческих целях.
            </p>
            <p>Мы проводим политику абсолютной нетерпимости спама.</p>
            <p>
              В случае, когда Вы получаете сообщение от нас или отправленное посредством нашей
              системы, которое напоминает спам, пожалуйста, незамедлительно сообщите об этом по
              контактному адресу, указанному в пункте 12. Этот факт будет изучен.
            </p>
            <p>
              Администрация сайта оставляет за собой право вносить изменения в антиспамную политику
              в любое время. Обновленная версия будет публиковаться на сайте
            </p>
          </div>
          <div>
            <h2>12. Контактные данные</h2>
            <p>
              Если у вас возникли какие-либо вопросы о политике конфиденциальности, анти-спамной
              политике или использовании персональной информации о пользователе, Вы можете связаться
              с нами по контактным данным, указанным в соответствующем разделе сайта.
            </p>
            <p>
              В случае, если Вы хотите исключить любые данные о себе из нашей базы данных и наложить
              запрет на их использование, то Вам необходимо послать запрос по контактному адресу с
              указанием данных, которые идентифицируют Вас.
            </p>
          </div>
        </div>
      </Background>
    </>
  )
}
