export const Paragraph = () => (
  <div className='flex flex-wrap gap-2.5 xl:gap-5'>
    <p>
      Если вы – владелец магазина, отдела, бара, ресторана или иного заведения общественного
      питания, вам необходимо составить лучшее меню для своих клиентов, и напитки играют в нём
      немаловажную роль.
    </p>
    <p>
      Пенное, ароматное, освежающее пиво привлечёт новых посетителей, а мы обеспечим вас им в любых
      необходимых объёмах – можете купить мелким оптом в Москве или заказать большие партии, мы в
      любом случае быстро и профессионально выполним ваш заказ!
    </p>
    <p>
      Мы можем гарантировать безупречное качество всей продукции и полное соответствие современным
      стандартам безопасности:
    </p>
    <p>
      Изготовление пива и других напитков происходит из лучшего отечественного и иностранного сырья;
    </p>
    <p>
      Наши технологи регулярно посещают производства партнёров для контроля соблюдения
      технологического процесса и качества продукции;
    </p>
    <p>Мы помогаем заказчикам в комплектации и оформлении мест продаж</p>
  </div>
)
